Repository: wescamp/The_Dark_Hordes-trunk
Catalog: po/*.po
Languages: da

source: TDH
da: DMH

source: The Dark Hordes
da: De mørke horder

source: (easy)
da: (nem)

source: Apprentice
da: Lærling

source: Master
da: Mester

source: (normal)
da: (mormal)

source: (hard)
da: (svær)

source: Dark Lord
da: Mørk fyrste

source: Lead fugitive dark sorcerer Gwiti Ha'atel to mastery of the undead hordes.
da: Gør den flygtende mørke troldmand Gwiti Ha'atel til mester over de udøde horder.

source: (9 levels completed.)
da: (9 niveauer færdige.)

source: (for Battle for Wesnoth 1.5.6+)
da: (for Kampen om Wesnoth 1.5.6+)

source: Part 1
da: Del 1

source: Part 2
da: Del 2

source: A New Chance
da: En ny chance

source: Clear the land of monsters
da: Ryd landet for monstre

source: Death of Gwiti Ha'atel
da: Gwiti Ha'atels død

source: Turns run out
da: Tiden løber ud

source: Rek Iceheart
da: Rek Ishjerte

source: After his banishment from Wesnoth for practicing necromancy, the young Gwiti Ha'atel arrived on a strange shore. He decided to claim it for his own.
da: Efter sin forvisning fra Wesnoth på grund af sin åndemaneri, ankom den unge Gwiti Ha'atel på en mærkelig bred. Han besluttede at erklære den for sin egen.

source: Noooo! Not now, not when I have escaped!
da: Neeej! Ikke nu hvor jeg er undsluppet!

source: Argh! I die!
da: Argh! Jeg dør!

source: The Wesnothians have discovered my escape! This is not good...
da: Wesnothianerne har opdaget min flugt! Det er ikke godt...

source: Brother Against Brother
da: Bror imod bror

source: Defeat your brother Nati Ha'atel
da: Besejr din bror Nati Ha'atel

source: As the sun set, Gwiti discovered that his arch-rival and brother, Nati, had already ensconced himself nearby.
da: Ved solnedgang opdagede Gwiti, at hans ærkerival og bror Nati allerede havde befæstet sig tæt på ham.

source: Ah, hated brother mine. Look well upon the setting sun, for you shall not live to see another in this land.
da: Ah, min hadede bror. Kig godt på den nedadgående sol for det bliver den sidste, du ser i dette land.

source: This land? Do you truly not know where we are? Then you are a greater fool than I had thought.
da: Dette land? Ved du virkelig hvor vi er? Så er du et større fjols, end jeg først troede.

source: Cease your blustering, fool, and prepare to die... again.
da: Stop dine tomme trusler fjols og forbered dig på at dø... igen.

source: I will fight you with all my strength to prevent that, and I was always the stronger of us. Flee now and save your miserable hide before I make it a carpet.
da: Jeg vil bekæmpe dig med hele min styrke for at for forhindre det, og jeg har altid været den stærkeste af os to. Flygt nu og behold dit ynkelige tilflugtsted, før jeg gør dig til et tæppe.

source: Don't be silly! I'm not hairy enough to be a carpet! But your scalp would make a good pillow.
da: Vær ikke dum! Jeg har ikke nok hår til at blive et tæppe! Men din skalp kan blive en god hovedpude.

source: What? I can't die! I already have! Noooo!
da: Hvad? Jeg kan ikke dø! Jeg er allerede død! Neeej!

source: Ha ha ha, did I not tell you it would be so? Perhaps I shall summon your shade to serve me one day. Until then...farewell!
da: Ha ha ha, sagde jeg det ikke? Måske jeg skulle tilbagekalde din skygge som min tjener. Indtil da... farvel!

source: It is over. I am doomed.
da: Det er ovre. Jeg er fortabt.

source: I...have failed to win this battle. I am defeated. I will not believe it.
da: Jeg...har tabt dette slag. Jeg er besejret. Jeg kan ikke tro det.

source: Die, yes, die, and go to the Land of the Dead. Perhaps one day you will be back under my command!
da: Dø, ja dø og forsvind til de dødes land. Måske vil du en senere dag igen være under min kommando!

source: Didn't I tell you so?!
da: Sagde jeg det ikke?!

source: And by my own hands you died!
da: Og du døde for mine hænder!

source: I am Gwiti the Mighty, prepare to die!
da: Jeg er Gwiti den Store, forbered dig på døden!

source: Now you shall die!
da: Nu skal du dø!

source: You miserable wretch, know that it is only by my mercy that you look upon the sun again, for you shall die before it sets.
da: Din ynkelige stakkel, det er kun på grund af min nåde, at du igen kan se solen. Du vil dø, inden den går ned igen.

source: May I remind you that even as we speak, my undead legions are marching towards you?
da: Må jeg minde dig om, at mens vi taler, er mine udøde legioner på vej imod dig?

source: The Skull of Morgorath
da: Morgoraths kranie

source: Take the Skull of Morgorath
da: Tag Morgoraths kranie

source: Death of Leganoth
da: Leganoths død

source: After Gwiti destroyed his brother, he planned to march on Wesnoth to gain his revenge. But a Dark Spirit came to counsel him...
da: Efter at Gwiti besejrede sin bror, planlagde han at marchere mod Wesnoth for at opnå hævn. Men en ond ånd kom for at få hans råd...

source: A Dark Spirit? Surely this is a token of my mastery of the undead!
da: En ond ånd? Dette må være et tegn på min magt over de udøde!

source: Gwiti, do not yet march in pursuit of your revenge. First, you shall go south, against the orcs, and there find the Skull of Morgorath.
da: Gwiti, vent med dit hævntogt. Først skal du gå mod syd, imod orkerne, og der finde Morgoraths kranie.

source: Speak on.
da: Fortsæt.

source: Do you see the three orc clans of this land? Their banners are topped with skulls, as is their custom. But one of these is the Skull of Morgorath - Take it and your power will grow greater by far.
da: Kender du de tre orkklaner i dette område? Deres bannere har alle et kranie, som det er tradition. Men ingen af disse viser Morgoraths kranie - Få den og din magt vil stige mere end du kan forestille dig.

source: What? I can't die! Noooo!
da: Hvad? Jeg kan ikke dø! Neej!

source: You are not worthy of the Skull of Morgorath!
da: Du er ikke værdig til Morgoraths kranie!

source: Oh, no! The undead hordes have taken my banner!
da: Oh nej! De udøde styrker har taget mit banner!

source: It is not your banner, and it never was! That skull has marked it as mine since long ago.
da: Det er ikke dit banner, og har aldrig været det! Dette kranie har markeret det som mit for lang tid siden.

source: Argh! This is only half of the skull, and near enough to powerless! Begone, Spirit!
da: Argh! Dette er kun halvdelen af kraniet, og næsten uden magt! Forsvind ånd!

source: Let us trample his banner into the ground! *smash*
da: Lad os trampe hans banner i jorden! *smash*

source: That skull is powerless!
da: Dette kranie er uden kraft!

source: That is not the skull of Morgorath!
da: Det er ikke Morgoraths kranie!

source: It's been a long time since I fought anything myself!
da: Det er lang tid siden jeg selv kæmpede!

source: Mages and Elves
da: Troldmænd og elvere

source: Move Gwiti to the Tower of Sorcery or...
da: Flyt Gwiti til Trolddomstårnet eller...

source: Kill both enemy leaders
da: Dræb begge fjendtlige ledere

source: After sending the Dark Spirit away for his failure, Gwiti found some maps in the possession of the orc and realized that he was a short distance north of Wesnoth. Craving the power that was promised to him, he turned towards the Tower of Kaleon, where the greatest magi once studied.
da: Efter at den mørke ånd var sendt væk efter sin fiasko, fandt Gwiti nogle kort hos en ork og indså at han var i kort afstand nord for Wesnoth. Med tanke på den magt som var lovet ham, vendte han sig mod Kaleon-tårnet, hvor den største magi engang blev studeret.

source: At last, I have reached the road. Unless I am far off my course, I should find the Tower of Kaleon here, filled with the secrets of ancient magi. Soon they shall all be mine, and my power will be great enough to invade Wesnoth.
da: Endelig har jeg nået vejen. Med mindre jeg er langt fra min kurs, så skulle Kaleontårnet være her, fyldt med ældgammel og hemmelig magi. Denne viden vil snart være min, og så vil min magt være stor nok til at invadere Wesnoth.

source: A dark sorcerer approaches! Can this be the same one that we banished?
da: En ond troldmand er på vej! Kan det være den samme som vi bandlyste?

source: Accursed and dreadful one, know that we magi, guardians of the Tower of Kaleon, shall bar your way with all our spells! Flee now and you may survive.
da: Forbandede og ondskabsfulde væsen du skal vide, at vi vagterne af Kaleontårnet vil møde dig med alle vores trolddom! Flygt nu og du vil måske overleve.

source: Quirind, know that you have the Elves at your back.
da: Quirind, vid at du har elverne bag dig.

source: Foul sorcerer of death, go far from this place or we shall send you to your own realm.
da: Onde dødstroldmand, forsvind langt væk fra dette sted eller vi sender dig til dit eget land.

source: Not born is the one that could challenge me!
da: Den person som ville kunne udfordre mig, er endnu ikke født!

source: No! No! Noooo! It is over, I feel the shades reaching for me...
da: Nej! Nej! Neeej! Det er forbi, jeg kan mærke skyggerne der trækker i mig...

source: Argh! I have fallen, and the Tower lies stripped of its defenses!
da: Argh! Jeg er faldet og tårnet har intet forsvar!

source: Quirind, we have failed! You must guard the tower.
da: Quirind, vi har svigtet! Du må vogte tårnet.

source: Ah ha ha ha! The tower's protective spells are now in force, you cannot enter without mastering a magic equal to it.
da: Ah ha ha ha! Tårnets beskyttelsestrolddom er nu aktiv, du kan ikke trænge ind uden at matche med en magi svarende dertil.

source: Haha! I have gained entry to the tower!
da: Haha! Jeg har opnået adgang til tårnet!

source: A curse upon that foul dark sorcerer!
da: Forbandet være den onde troldmand!

source: Inside the Tower
da: Inde i tårnet

source: Find Crelanu's Book
da: Find Crelanus bog

source: If my memory serves, this tower should have three floors. I should be able to find the Book in a few hours...!
da: Hvis jeg husker korrekt så skulle dette tårn have tre etager. Jeg bør kunne finde bogen på et par timer...!

source: Hayaargghh! We have arrived! Command us, Master!
da: Hayaargghh! Vi er ankommet! Giv os vores ordre, herre!

source: Here's he second floor! The mages can't hide from us for long!
da: Her er den anden etage! Troldmændene kan ikke skjule os længe!

source: The third floor! Closer! Find the Book!
da: Den tredje etage! Tættere på! Find bogen!

source: There's a secret door here! This must be the library.
da: Der er en hemmelig dør her! Det må være biblioteket.

source: I will not allow the likes of you to lay eye upon the Book!
da: Jeg vil ikke tillade jeres slags at læse denne bog!

source: Well, well, well. Thirty-five pieces of gold were in this chest!
da: Ser man det. 35 guldstykker var der i dette skrin!

source: Blast it, the chest is empty!
da: Pokkers også, skrinet er tomt!

source: Twenty pieces of gold is a welcome gift.
da: 20 guldstykker er en velkommen gave.

source: I suppose thirty copper coins should not be scorned...
da: Jeg antager at 30 kobberstykker ikke er at foragte...

source: The chest is empty save for a few trinkets. The magic has gone out of them.
da: Skrinet er tomt med undtagelse af et par nipsgenstande. Magien er forsvundet fra disse.

source: Gack! This chest contains holy water!
da: Gack! Dette skrin indeholder hellig vand!

source: Look at what the magi were guarding!
da: Se hvilken magi de holdt vagt over!

source: Those magi had hidden away more than it seemed!
da: Denne magi har gemt på mere end først antaget!

source: Two dozen gold. Plundering this tower is fun!
da: 2 dusin guld. Plyndring af dette tårn har vist sig sjovt!

source: A pile of assorted coins is here!
da: En bunke af mønter ligger her!

source: Haha, this chest holds scores of gold coins!
da: Haha, dette skrin har mængder af guldstykker!

source: Nooo! Not this close to the book!
da: Neeeej! Ikke så tæt på bogen!

source: No! The Book must never fall into the hands of a necromancer!
da: Nej! Bogen må aldrig falde i en åndemaners hænder!

source: This is not the tome Crelanu wrote...hmmm... but it contains its whereabouts!
da: Dette er ikke bogen Crelanu skrev...hmmm... men den indeholder oplysninger om hvor den er!

source: We're done in here! Let's go slay some more enemies.
da: Vi er færdige her! Lad os gå på fjendejagt.

source: Congratulations! All your revenants survived.
da: Tillykke! Alle dine revenanter overlevede.

source: Crelanu's Book
da: Crelanus bog

source: Move Gwiti to take the Book
da: Flyt Gwiti hen til bogen

source: Time marched on, and so did Gwiti. He was nearing the place where the dreadful tome of Crelanu was hidden.
da: Tiden gik og det samme gjorde Gwiti. Han nærmede sig det sted hvor den frygtede Crelanus bog var skjult.

source: I feel that it must be close. Could it be in that swamp?
da: Jeg kan mærke, at den er nær. Er det mon i den der sump?

source: But the ancient magi had done their job well. The book had been hidden in a grove over which Elves and Orcs had waged war for many years, and any to approach would suffer their combined wrath...
da: Men den ældgamle magi var effektiv. Bogen var blevet skjult i et lille skovområde som elver og orker havde kæmpet om i mange år. Enhver som nærmede sig området ville udløse deres samlede raseri...

source: Oh no. The orcs seem to have recruited the undead to their side.
da: Oh nej. Orkerne har rekrutteret udøde.

source: Blast it! However did the elves get a dark sorcerer to march with them?
da: Forbandet være det! Hvordan fik elverne en ånd troldmand til at marhcere sammen med dem?

source: I side not with either of you!
da: Jeg vælger ikke side!

source: A truce, then? I fear he will be the death of us both.
da: En våbenhvile så? Jeg frygter han vil blive døden for os begge.

source: Very well. We have hated you Orcs for centuries, but the Undead are a danger to all that live.
da: Udmærket. Vi har hadet jer orker i århundreder, men de udøde er en større trussel for alt levende.

source: The book is not here, but these swamps contain enough corpses to suit my purposes.
da: Bogen er ikke her, men disse sumpe har nok lig til mit formål.

source: I die a terrible death... not knowing why.
da: Jeg dør en frygtelig død... uden at vide hvorfor.

source: A curse upon that dark sorcerer! Why did he have to come here?!
da: Forbandet være den onde troldmand! Hvorfor kom han hertil?!

source: At last! This is it! Now I must laugh crazily as a true villain always does!
da: Endelig! Tiden er kommet! Nu må jeg grine vanvittigt som en sand slyngel altid gør!

source: My lord, your suspicions were correct. There is indeed a dark sorcerer in this part of the country!
da: Min herre, din mistanke var korrekt. Der er en ond troldmand i denne egn af landet!

source: Confrontation
da: Konfrontation

source: Slay Leonard
da: Dræb Leonard

source: With the finding of Crelanu's ancient tome, fresh strength had flowed to Gwiti's army, and they had made good time. However, Gwiti's march was halted by Leonard as he reentered Wesnothian territory. The general of several outlying areas, his troops were many but untrained.
da: Med fundet af Crelanus ældgammel bog, har fornyet styrke fundet vej til Gwitis hær, og de har gjort gode fremskridt. Gwitis fremmarch blev dog stoppet af Leonard, da han igen gik ind i Wesnoth. Som general over flere områder havde Leonard mange tropper, men de var utrænede.

source: I see that your puny kingdom marshals its troops at last.
da: Jeg kan se, at jeres ynkelige kongedømme nu har sammenkaldt sine tropper.

source: So you are the one responsible for our defeat at the Stone of Erzen. Die!
da: Så du er ansvarlig for vores nederlag ved Erzenstenen. Dø!

source: Somehow, I have the feeling it is you who will do the dying today. I wonder why?
da: Hmmm, jeg har følelsen af, at det er dig som vil død i dag. Hvorfor mon?

source: In truth, Leonard's army was unprepared and under-equipped, and he had neglected to send word. Luckily, behind him came one whose name was a bane to the undead: Lord Aretu. Gwiti knew that even if he defeated Leonard, his best hope was now to flee into the mountains.
da: Det var sandt at Leonards hær var uforberedt og manglede udstyr, og han havde undladt at sende bud efter forstærkninger, men bag ham kom en person som spredte rædsel blandt de udøde: Lensherre Aretu. Gwiti vidste, at selv om han besejrede Leonard, var hans bedste håb nu at flygte op i bjergene.

source: I shall slay you myself!
da: Jeg slår dig selv ihjel!

source: So this is death... the cold, black void
da: Så det her er døden... det kolde sorte tomrum

source: No! This cannot be true! My king, I have failed...
da: Nej! Det kan ikke være sandt! Min konge, jeg har fejlet...

source: Lord Aretu
da: Lensherre Aretu

source: Leonard is dead? Oh, what a sad day. Come, men, let us destroy those undead!
da: Leonard er død? Hvilken sørgelig dag. Fremad mænd lad os få knust de udøde!

source: Only one way lies open now. I must flee where his horses cannot go: the sharp peaks and bottomless caves.
da: Kun en vej er nu åben. Jeg må flygte til et sted hvor hans heste ikke kan ride; de stejle bjerge og bundløse huler.

source: After the death of Leonard, Gwiti must now achieve a new objective
da: Efter Leonards død må Gwiti nu opnå det næste mål

source: Move Gwiti to the end of the mountain pass
da: Flyt Gwiti til slutningen af bjergpasset

source: Return to your master, dark fiend!
da: Tilbage til din herre, mørke satan!

source: Haha, it was a mistake of you to flee there! The pass is blocked, and my troops will slay you now!
da: Haha, det var en fejltagelse af dig at flygte dertil! Passet er blokeret, og mine tropper kan nu nedkæmpe dig!

source: Phew... Surely the puny humans will be too tired to follow me now!
da: Baaa... De yndelige mennesker vil være for trætte til at følge efter mig nu!

source: Oh, no, escaping dwarves only to be caught by undead.
da: Åh nej, jeg undslap dværge for nu at blive fanget af udøde.

source: Who are you? If you are a foe of the Dwarves, I might consider you an ally.
da: Hvem er du? Hvis du er en fjende af dværgene, så vil jeg måske anse dig for at være en allieret.

source: I am Tanar, lord of an orcish clan that dwelt here! My people were driven out by the dwarves. All families count several dead. Please, let us march with you, for only a chance to strike back at the evil Dwarves!
da: Jeg er Tanar, lensherre for en klan af orker som holdt til her! Mit folk blev drevet ud af dværgene. Alle familier har haft ofre. Lad os marchere med dig så vi får en chance for at slå igen mod de onde dværge!

source: Gladly. I do get so lonely talking to myself, and none of my minions are worth talking to.
da: Meget gerne. Jeg bliver så ensom af at tale med mig selv, og ingen af mine håndlangere er værd at snakke med.

source: Thank you, my new Lord! Never had I thought I would see the day when my people were glad to march alongside skeletons and ghosts.
da: Tak for det min nye herre! Jeg havde aldrig forestillet mig den dag hvor mit folk var glade for at marchere sammen med skeletter og spøgelser.

source: Underground Pool
da: Underjordisk pøl

source: Move Gwiti or Tanar into the water
da: Flyt Gwiti eller Tanar ned i vandet

source: Death of Tanar
da: Tanars død

source: We have come to a flooded part of the cave. If we forge ahead, the Dwarves should be delayed quite a bit.
da: Vi er kommet til en oversvømmet del af hulen. Hvis vi er hurtige, vil dværgene bliver forsinket i lang tid.

source: ARGH! What was that?
da: ARGH! Hvad var det?

source: I do not know. I guess, however, that some magic is at work in these caverns. Can you tell me anything of them?
da: Jeg ved det ikke. Jeg tror dog, at en eller anden form for magi er til stede i disse huler. Kan du fortælle mig noget om dem?

source: Nay, Lord. These passages were flooded higher last time I was here. The Dwarves did not delve here, and we shunned the nameless dread we felt.
da: Nej lensherre. Disse gange var mere oversvømmet sidste gang jeg var her. Dværgene holdt ikke til her, og vi undgik de steder vi kunne føle frygt.

source: If there is anything to dread here, it is me. Now, onward!
da: Hvis der er noget at frygte her, så er det mig. Fremad!

source: End of Part 1
da: Slut på del 1

source: Gwiti's adventures will continue in another installment of The Dark Hordes.
da: Gwitis rejse vil fortsætte i en anden udgivelse af De mørke horder.

source: The Dwarves are still in these caves!
da: Dværgene er stadig i disse huler!

source: Aye! They drove us out, and left a guard here to occupy us.
da: Oh ja! De drev os ud, og lod en vagt stå tilbage.

source: Then we shall slay them. I have never had Dwarves rise to join my ranks. He, he, he, he...
da: Så slår vi dem ihjel. Jeg har aldrig haft tilbagekaldte dværge fra de døde som en del af mine tropper. He, he, he, he...

source: The Hoard of the Dwarves! Three hundred pieces of gold at least!
da: Dværgenes depot! Mindst 300 guldstykker!

source: You swore you would protect me!
da: Du svor, at du ville beskytte mig!

source: I feel the darkness pulling me back...
da: Jeg kan mærke mørket trække mig tilbage...

source: Continue playing to Part 2
da: Fortsæt spil i del 2

source: End the game
da: Afslut spillet

source: Underground River
da: Underjordisk flod

source: Get to safety and...
da: Kom i sikkerhed og...

source: ...Kill all who stand in your way
da: ...dræb alle som står i vejen

source: `Your castle will sink at the start of turn 4.
da: `Din borg vil synke i begyndelsen af runde 4.

source: The water is rising behind us, it seems to be going back to its normal level.
da: Vandet stiger bag os, det ser ud til at være på vej tilbage til sit normale niveau.

source: That should keep the dwarves and humans away. Let's see what else these caves contain.
da: Det bør holde dværgene og menneskene væk. Lad os ellers se hvad disse huler indeholder.

source: Our castle has sunk!
da: Vores borg er sunket!

source: Maybe the midgets were running from the water... no matter, we can only move forward.
da: Måske småfolkene løb væk fra vandet... uanset hvad, så kan vi kun gå fremad.

source: The water will not flood past this chasm, get across and clear out the dwarves!
da: Vandet vil ikke oversvømme området efter denne kløft, kom over og fjern dværgene!

source: Aye! Kill the dwarves!
da: Aye! Dræb dværgene!

source: We have cleared the area, Lord.
da: Vi har ryddet området, fyrste.

source: Block the entrances. We will be safe here for a while. Now I have to study the book.
da: Bloker indgangene. Vi vil være sikre her i et stykke tid. Nu må jeg studere bogen.

source: My clan will avenge this betrayal!
da: Min klan vil hævne dette forræderi!

source: Curse you dwarves! Curse you nagas! You will all die in this cave!
da: Forbandet være jer dværge! Forbandet være jer nagaer! I skal alle dø i denne hule!

source: With the power of the book, Gwiti collapsed the cave and brought down part of the mountain. Even some of the pursuing paladins were caught in the rubble.
da: Med bogens magt fik Gwiti loftet til at falde sammen over hulen og en del af bjerget faldt også sammen. Selv nogle af de forfølgende paladiner blev fanget i murbrokkerne.

source: Dark Spirit
da: Ond ånd

source: Dark Spirits are messengers and bearers of tidings from the realm of the dead, and a force of dread in this world. Happily, they have rarely been seen in Wesnoth.
da: Onde ånder er budbringere af nyt fra de dødes rige, og en kilde til frygt i denne verden. Heldigvis er de sjældent set i Wesnoth.

source: Deathmaster
da: Dødsmester
