Repository: wescamp/The_Dark_Hordes-trunk
Catalog: po/*.po
Languages: da

source: His wanderings on a dark path have given him power normally not granted to mortals, but with a terrible cost: the undead that he gave his soul to are gradually claiming his mortal shell too, and with time, he will be a true undead and a terror to all that lives.
da: Hans vej i det ondes gerning har givet ham kræfter som normalt ikke gives til dødelige, men med en frygtelig pris: Den udøde som han gav sin sjæl til tager stille og roligt over i hans jordiske legeme og med tiden vil han blive en sand udød og en rædsel for alt levende.

source: staff
da: stav

source: chill wave
da: kuldebølge

source: shadow wave
da: skyggebølge

source: After too much time dabbling with forbidden magics and dark arts, these magi have begun to pay a heavy price. Demiliches have started losing their bodies, becoming undead themselves. With time, they may become fully undead, and feared by all alike.
da: Efter lang tid med forbudt og ond magi, er denne magi begyndt at kræve en høj pris. Demilicher er begyndt at miste deres kroppe, og dermed selv blive udøde. Med tiden kan de blive fuldgyldige udøde og frygtet af alle.

source: touch
da: berøring

source: chill tempest
da: kuldestorm

source: At long last, Ha'atel has paid the ultimate sacrifice for the dark arts into which he has delved, and has, himself, entered into undeath. At the apex of his power, he has become a lich, a waking embodiment of dread. He has, beyond any doubt, passed the point of no return, and his power and immortality will have to provide consolation for what he has lost in his quest to achieve them.
da: Efter lang tid har Ha'atel foretaget det ultimative offer for den onde magi og er selv blevet en udød. På højden af sin magt er han blevet en lich, en omvandrende krop af angst. Han har for længst forladt enhver vej tilbage, og hans magt og udødelighed må nu stå som trøst for, hvad han har mistet i missionen for at opnå dem.

source: Initiate
da: Påbegynde

source: Dabbling in the Death Magic, this young Ha'atel's lust for power has weakened him to the point where he is too weak to attack in regular combat.
da: Hans omgang med den onde magi, har gjordt den unge Ha'atel så svag at han ikke kan angribe i regulær kamp.

source: Ice Potion
da: Istrylledrik

source: This potion contains a strange fluid designed to imbue a weapon with the power of cold.
da: Denne trylledrik indeholder en mærkelig væske som kan give et våben kuldens magt.

source: Only a skeletal unit may acquire this dreaded power!
da: Kun en skeletenhed kan opnå denne frygtede magt!

source: At a great battle at the Stone of Erzen, the brothers Gwiti and Nati Ha'atel showed their skills for the first time: Thinking that their side was losing the battle, they called upon the corpses of former enemies to rise again and fight on their side.
da: I et stort slag ved Erzenstenen viste brødrene Gwiti og Nati Ha'atel deres evner for første gang: I troen på at deres side var ved at tabe, kaldte de ligene af tidligere fjender tilbage for at disse kunne kæmpe på deres side.

source: However, not only was this forbidden, but rash as well. The cavalry meant to come as reinforcements instead clashed with the undead legions, and so the battle was lost where it would have been won had it not been for these two dark sorcerers.
da: Dette var ikke kun forbudt men også oprørende. Kavaleriet der skulle komme som forstærkning ramlede i steden for sammen med disse udøde, og dermed blev slaget tabt; hvor det skulle have været vundet, havde det ikke været for disse to troldmænd.

source: The Ha'atel brothers fled. Immediately upon their return, they were clapped in irons, marched onto a ship with no rudder, and sent off to drown in the sea, for the Wesnothians feared that their corpses might only rise again.
da: Ha'atel brødrene flygtede. Lige så snart de vendte tilbage blev de lagt i lænker, sat på et skib og sendt ud på havet for at drukne. Wesnothianerne frygtede, at deres lig engang igen ville rejse sig.

source: But Fate intervened. The ship was beset by a sudden storm and disintegrated, separating the brothers and washing them both ashore. This was the beginning of the Rise of the Dark Hordes.
da: Men skæbnen tog over. Skibet kom ind i en storm og gik i stykker. De to brødre blev skilt og skyllet i land. Dette var begyndelsen på tiden med de onde horder.

source: Trying to find where he was, Gwiti ran into his brother.
da: I forsøget på at finde ud af hvor han var, løb Gwiti ind i sin bror.

source: Still wandering the unknown land, Gwiti entered lands of the Orcs.
da: Stadig på flugt fra ukendt land går Gwiti ind i orkernes land.

source: They all bore skull-topped banners. But one of these skulls was special...
da: De bar alle kraniebannere. Men et af disse kranier var speciel...

source: Furious at Skull's lack of power, Gwiti decided to seize a different artifact, the Book of Crelanu.
da: Rasende over kraniets manglende magt, besluttede Gwiti at erobre en anden artefakt, Crelanus bog.

source: According to the journal Gwiti recovered, after the death of Delfador the Great, the tradition was started to entrust the Book with the King's closest advisor.
da: Ifølge de papirer Gwiti fandt efter Delfador den Stores død, var traditionen startet med at lægge bogen i kongens tætteste rådgiveres hænder.

source: This turned out to be a costly mistake, sparking the greatest undead invasion Wesnoth had ever seen.
da: Dette viste sig at være en dyrbar fejltagelse, der har startet den største invasion Wesnoth nogensinde har set.

source: After this, no mage dared take guardianship of the Book. Instead, they decided to hide Crelanu's work where none would find it, while spreading rumors that it was guarded in the Tower of Kaleon.
da: Efter det her, vovede ingen troldmand at påtage sig vogterrollen over bogen. I steden for besluttede de at skjule Crelanus arbejde et sted dhvor ingen kunne finde den, mens de spredte rygter om at den blev bevogtet i Kaloen-tårnet.

source: Five centuries later, Gwiti retraced their steps, which led him to a war-torn valley.
da: Fem århundreder senere fulgte Gwiti deres spor som førte ham til en krigshærget dal.

source: Gwiti and Tanar rushed into the maze of twisting little passages, quickly leaving the humans behind. But not much later, they ran into dwarves...
da: Gwiti og Tanar løb ind i en labyrint af små passager, de efterlod hurtigt menneskene bag sig. Men snart løb de ind i dværgene...

source: Crossing the pool did not take long and soon the orcs and undead marched on through the damp cave, into the mountain. While the orcs shivered in the magical air, Gwiti spent some time reading the Tome.
da: At krydse poolen tog ikke lang tid og snart marcherede orkerne og de udøde igennem den fugtige hule, ind i bjerget. Mens orkerne fik kuldegysninger i den magiske luft, brugte Gwiti noget tid med at læse bogen.
